Repository: solokha-o/Alike
Catalog: Packages/Purchases/Sources/PurchasesUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, nl, pl, pt_br, tr, uk, zh_hant

# purchases.subscriptionPaywall.subscriptionsRenewAutomaticallyUnlessCancelled
source: Subscriptions renew automatically unless cancelled at least 24 hours before the end of the current period. Payment is charged to your Apple Account.
ar: تتجدد الاشتراكات تلقائيًا ما لم تُلغَ قبل 24 ساعة على الأقل من نهاية الفترة الحالية. تُخصم قيمة الدفع من حساب Apple الخاص بك.
de: Abos verlängern sich automatisch, sofern sie nicht mindestens 24 Stunden vor Ende des aktuellen Zeitraums gekündigt werden. Die Zahlung wird über deinen Apple-Account abgerechnet.
es: Las suscripciones se renuevan automáticamente a menos que se cancelen al menos 24 horas antes de que finalice el periodo actual. El pago se carga a tu cuenta de Apple.
es_419: Las suscripciones se renuevan automáticamente a menos que se cancelen al menos 24 horas antes de que finalice el periodo actual. El pago se carga a tu cuenta de Apple.
fr: Les abonnements sont renouvelés automatiquement, sauf résiliation au moins 24 heures avant la fin de la période en cours. Le paiement est débité de votre compte Apple.
it: Gli abbonamenti si rinnovano automaticamente se non vengono annullati almeno 24 ore prima della fine del periodo in corso. Il pagamento viene addebitato sul tuo account Apple.
nl: Abonnementen worden automatisch verlengd, tenzij ze minstens 24 uur voor het einde van de huidige periode worden opgezegd. Het bedrag wordt afgeschreven van je Apple Account.
pl: Subskrypcje odnawiają się automatycznie, o ile nie zostaną anulowane co najmniej 24 godziny przed końcem bieżącego okresu. Płatność jest pobierana z Twojego konta Apple.
pt_br: As assinaturas são renovadas automaticamente, a menos que sejam canceladas pelo menos 24 horas antes do fim do período atual. A cobrança é feita na sua conta Apple.
tr: Abonelikler, mevcut dönemin bitiminden en az 24 saat önce iptal edilmediği sürece otomatik olarak yenilenir. Ödeme Apple Hesabından tahsil edilir.
uk: Підписка поновлюється автоматично, якщо її не скасувати щонайменше за 24 години до завершення поточного періоду. Оплата стягується з вашого облікового запису Apple.
zh_hant: 除非在目前週期結束前至少 24 小時取消，訂閱項目將自動續訂。款項將向你的 Apple 帳戶收取。

# purchases.subscriptionPaywall.termsOfUse
source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de uso
es_419: Términos de uso
fr: Conditions d’utilisation
it: Termini d'uso
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt_br: Termos de Uso
tr: Kullanım Koşulları
uk: Умови використання
zh_hant: 使用條款

# purchases.subscriptionPaywall.unlimitedLibraryScans
source: Unlimited library scans
ar: فحوصات غير محدودة للمكتبة
de: Unbegrenzte Mediathek-Scans
es: Análisis ilimitados de la fototeca
es_419: Análisis ilimitados de la fototeca
fr: Analyses illimitées de la photothèque
it: Scansioni illimitate della libreria
nl: Onbeperkt je bibliotheek scannen
pl: Nieograniczone skanowania biblioteki
pt_br: Análises ilimitadas da fototeca
tr: Sınırsız kitaplık taraması
uk: Необмежені сканування фототеки
zh_hant: 無限次圖庫掃描

# purchases.subscriptionPaywall.unlimitedScansAllProCleanup
source: Unlimited scans and all Pro cleanup tools are unlocked.
ar: تم فتح الفحوصات غير المحدودة وجميع أدوات التنظيف في Pro.
de: Unbegrenzte Scans und alle Pro-Aufräumwerkzeuge sind freigeschaltet.
es: Los análisis ilimitados y todas las herramientas de limpieza Pro están desbloqueados.
es_419: Los análisis ilimitados y todas las herramientas de limpieza Pro están desbloqueados.
fr: Les analyses illimitées et tous les outils de nettoyage Pro sont débloqués.
it: Scansioni illimitate e tutti gli strumenti di pulizia Pro sono sbloccati.
nl: Onbeperkt scannen en alle Pro-opruimfuncties zijn ontgrendeld.
pl: Nieograniczone skanowania i wszystkie narzędzia porządkowe Pro są odblokowane.
pt_br: Análises ilimitadas e todas as ferramentas de limpeza do Pro estão liberadas.
tr: Sınırsız taramaların ve tüm Pro temizlik araçlarının kilidi açıldı.
uk: Необмежені сканування та всі інструменти очищення Pro розблоковано.
zh_hant: 已解鎖無限次掃描與所有 Pro 清理工具。

# purchases.subscriptionPaywall.weCouldntCompletePurchaseCheck
source: We couldn't complete your purchase. Check your connection and try again.
ar: تعذّر إتمام عملية الشراء. تحقق من اتصالك وحاول مرة أخرى.
de: Dein Kauf konnte nicht abgeschlossen werden. Prüfe deine Verbindung und versuche es erneut.
es: No hemos podido completar tu compra. Revisa tu conexión e inténtalo de nuevo.
es_419: No pudimos completar tu compra. Revisa tu conexión e inténtalo de nuevo.
fr: Nous n’avons pas pu finaliser votre achat. Vérifiez votre connexion et réessayez.
it: Non siamo riusciti a completare l'acquisto. Controlla la connessione e riprova.
nl: We konden je aankoop niet voltooien. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało nam się dokończyć zakupu. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível concluir sua compra. Verifique sua conexão e tente novamente.
tr: Satın almanı tamamlayamadık. Bağlantını denetleyip yeniden dene.
uk: Не вдалося завершити покупку. Перевірте підключення до інтернету та спробуйте ще раз.
zh_hant: 無法完成你的購買。請檢查網路連線後再試一次。

# purchases.subscriptionPaywall.weCouldntRestorePurchasesCheck
source: We couldn't restore your purchases. Check your connection and try again.
ar: تعذّرت استعادة مشترياتك. تحقق من اتصالك وحاول مرة أخرى.
de: Deine Käufe konnten nicht wiederhergestellt werden. Prüfe deine Verbindung und versuche es erneut.
es: No hemos podido restaurar tus compras. Revisa tu conexión e inténtalo de nuevo.
es_419: No pudimos restaurar tus compras. Revisa tu conexión e inténtalo de nuevo.
fr: Nous n’avons pas pu restaurer vos achats. Vérifiez votre connexion et réessayez.
it: Non siamo riusciti a ripristinare i tuoi acquisti. Controlla la connessione e riprova.
nl: We konden je aankopen niet herstellen. Controleer je verbinding en probeer het opnieuw.
pl: Nie udało nam się przywrócić Twoich zakupów. Sprawdź połączenie i spróbuj ponownie.
pt_br: Não foi possível restaurar suas compras. Verifique sua conexão e tente novamente.
tr: Satın aldıklarını geri yükleyemedik. Bağlantını denetleyip yeniden dene.
uk: Не вдалося відновити покупки. Перевірте підключення до інтернету та спробуйте ще раз.
zh_hant: 無法回復你的購買項目。請檢查網路連線後再試一次。

# purchases.subscriptionPaywall.yearlyPlanIncludes7Day
source: The yearly plan includes a 7-day free trial for eligible new subscribers. Billing starts when the trial ends unless you cancel at least 24 hours before then. Manage or cancel anytime in iOS Settings.
ar: تشمل الخطة السنوية تجربة مجانية مدتها 7 أيام للمشتركين الجدد المؤهلين. تبدأ الفوترة عند انتهاء التجربة ما لم تُلغِ قبل ذلك بـ 24 ساعة على الأقل. يمكنك الإدارة أو الإلغاء في أي وقت من إعدادات iOS.
de: Der Jahresplan enthält eine 7-tägige kostenlose Testphase für berechtigte neue Abonnentinnen und Abonnenten. Die Abrechnung beginnt mit dem Ende der Testphase, sofern du nicht mindestens 24 Stunden vorher kündigst. Du kannst dein Abo jederzeit in den iOS-Einstellungen verwalten oder kündigen.
es: El plan anual incluye una prueba gratuita de 7 días para los nuevos suscriptores que cumplan los requisitos. El cobro empieza cuando termina la prueba, a menos que canceles al menos 24 horas antes. Puedes gestionar o cancelar la suscripción cuando quieras en Ajustes de iOS.
es_419: El plan anual incluye una prueba gratuita de 7 días para los nuevos suscriptores que cumplan los requisitos. El cobro empieza cuando termina la prueba, a menos que canceles al menos 24 horas antes. Puedes gestionar o cancelar la suscripción cuando quieras en Configuración de iOS.
fr: La formule annuelle comprend un essai gratuit de 7 jours pour les nouveaux abonnés éligibles. La facturation commence à la fin de l’essai, sauf résiliation au moins 24 heures avant. Vous pouvez gérer ou résilier votre abonnement à tout moment dans les Réglages iOS.
it: Il piano annuale include una prova gratuita di 7 giorni per i nuovi abbonati idonei. La fatturazione inizia al termine della prova, a meno che tu non annulli almeno 24 ore prima. Puoi gestire o annullare l'abbonamento in qualsiasi momento in Impostazioni di iOS.
nl: Het jaarabonnement bevat een gratis proefperiode van 7 dagen voor nieuwe abonnees die daarvoor in aanmerking komen. De facturering begint zodra de proefperiode afloopt, tenzij je minstens 24 uur van tevoren opzegt. Je kunt je abonnement altijd beheren of opzeggen in de iOS-instellingen.
pl: Plan roczny obejmuje 7-dniowy bezpłatny okres próbny dla uprawnionych nowych subskrybentów. Naliczanie opłat zaczyna się po zakończeniu okresu próbnego, chyba że anulujesz subskrypcję co najmniej 24 godziny wcześniej. Subskrypcją możesz zarządzać lub anulować ją w dowolnym momencie w Ustawieniach iOS.
pt_br: O plano anual inclui 7 dias de teste grátis para novos assinantes qualificados. A cobrança começa quando o teste termina, a menos que você cancele pelo menos 24 horas antes. Gerencie ou cancele quando quiser nos Ajustes do iOS.
tr: Yıllık plan, uygun yeni aboneler için 7 günlük ücretsiz deneme içerir. Deneme bitmeden en az 24 saat önce iptal etmezsen faturalandırma deneme sona erdiğinde başlar. Aboneliğini istediğin zaman iOS Ayarları'ndan yönetebilir veya iptal edebilirsin.
uk: Річний план містить 7 днів безкоштовно для нових підписників, які мають на це право. Оплата починається після завершення пробного періоду, якщо ви не скасуєте підписку щонайменше за 24 години до цього. Керувати підпискою або скасувати її можна будь-коли в Налаштуваннях iOS.
zh_hant: 年繳方案為符合資格的新訂閱者提供 7 天免費試用。除非你在試用結束前至少 24 小時取消，否則試用結束時即開始計費。你可以隨時在 iOS「設定」中管理或取消訂閱項目。
